class AppStrings {
  static const String BACKGROUND_WHITE = 'assets/images/bg_white.jpg';
  static const String BACKGROUND_GREY = 'assets/images/bg.jpg';
  static const String FLAG_US_IMAGE = 'assets/images/de.png';
}

class AppColors {
  static const int TITLE_COLOR = 0xFF1E3449;
  static const int GRADIENT_FIRST = 0xFF695ED8;
  static const int GRADIENT_SECOND = 0xFF8640D6;
}

const String terms_content =
    "Условия использования мобильных приложений представляет собой Соглашение об использовании приложения (далее – «Соглашение»), между собственником приложения WINSTRIKE и конечным пользователем (физическим лицом, осуществившим загрузку на свое устройство приложения WINSTRIKE). Перед использованием приложения (далее – «Приложение»), загружая или устанавливая на своем устройстве Приложение, Пользователь соглашается с полным и безоговорочным принятием условий настоящего Соглашения. Если Пользователь не принимает условия настоящего Соглашения в полном объёме, Пользователь не имеет права использовать Приложение в каких-либо целях. Во избежание сомнений, в случае, если Пользователь осуществил загрузку Приложения, но в будущем отказывается от условий настоящего Соглашения Пользователю необходимо незамедлительно удалить скаченное на свое устройство Приложение. 1. Термины и определения «Собственник» – собственник приложения WINSTRIKE ООО «ВИНСТРАЙК» или его дочерние и/или зависимые компании или'";
